Repository: ltrgithub/X3GestAA
Catalog: translation-indexes/messages_Syracuse.tmx
Source language: en_us
Languages: de_de, es_es, fr_fr, pt_pt, zh_cn

source: There is already a different UUID {0} of the instance
de_de: Es gibt bereits einen anderen UUID {0} der Instanz
es_es: Ya existe un UUID {0} diferente de la instancia
fr_fr: Il existe déjà un UUID {0} différent de l'instance
pt_pt: Já existe um UUID {0} diferente do exemplo
zh_cn: 已有一个与实例不同的UUID {0}

source: Prototype {1} not found for relation {0}
de_de: Prototyp {1} für Beziehung {0} nicht gefunden
es_es: Prototipo {1} no encontrado para la relación {0}
fr_fr: Prototype {1} non trouvé pour la relation {0}
pt_pt: Prototype {1} não foi encontrado para a relação {0}
zh_cn: 未找到关系{0}的原型{1}

source: Entity {0} not found
de_de: Entität {0} nicht gefunden
es_es: Entidad no encontrada {0}
fr_fr: Entité non trouvée {0}
pt_pt: Entidade não encontrado {0}
zh_cn: 未找到实体{0}

source: Forbidden: You don't have the authorization to execute the service {0} of the entity {1}
de_de: Unzulässig: Sie haben keine Berechtigung den Service {0} der Entität {1} auszuführen
es_es: Prohibido: no está autorizado para ejecutar el servicio {0} de la entidad {1}
fr_fr: Interdit : vous n'avez pas l'autorisation d'exécuter le service {0} de l'entité {1}
pt_pt: Interdito: Não tem permissão para executar o serviço {0} de {1} entidade
zh_cn: 禁止：您无权运行实体{1}的服务{0}

source: The UUID already exists for another instance
de_de: Der UUID existiert bereits für eine andere Instanz
es_es: El UUID ya existe para otra instancia
fr_fr: L'UUID existe déjà pour une autre instance
pt_pt: O UUID já existe para outro fórum
zh_cn: 另一个实例中已有该UUID

source: {0}: {1} should be a literal
de_de: {0}: {1} sollte ein Buchstabenzeichen sein
es_es: {0}: {1} debería ser un literal
fr_fr: {0}: {1} devrait être un littéral
pt_pt: {0}. {1} deve ser um literal
zh_cn: {0}: {1}必须是文字

source: Data corruption: collection element having no $uuid, $key or $url
de_de: Datenbeschädigung: Kollektionselement hat kein $uuid, $key oder $url
es_es: Corrupción de datos: elemento de colección que no tiene ningún $uuid, $key o $url
fr_fr: Corruption de données : élément de collection n'ayant aucun $uuid, $key ou $url
pt_pt: A corrupção de dados: item de coleção sem $ uuid, $ key ou US $ url
zh_cn: 数据损坏：集合元素没有任何$uuid、$key或$url，关系：{0}

source: Cannot generate UUID
de_de: UUID kann nicht erzeugt werden
es_es: Imposible generar el UUID
fr_fr: Impossible de générer l'UUID
pt_pt: Não é possível gerar UUID
zh_cn: 无法生成UUID

source: Must specify $url
de_de: $url muss bestimmt werden
es_es: Es necesario especificar $url
fr_fr: Il est nécessaire de spécifier $url
pt_pt: É necessário especificar $ url
zh_cn: 必须指定$url

source: Must specify $uuid
de_de: $uuid muss bestimmt werden
es_es: Es necesario especificar $uuid
fr_fr: Il est nécessaire de spécifier $uuid
pt_pt: É necessário especificar $ uuid
zh_cn: 必须指定$uuid

source: Forbidden: You don't have the authorization to modify the property "{0}" of the entity "{1}"
de_de: Unzulässig: Sie haben keine Berechtigung die Eigenschaft "{0}" der Entität "{1}" zu ändern
es_es: Prohibido: no está autorizado para modificar la propiedad "{0}" de la entidad "{1}"
fr_fr: Interdit : vous n'avez pas l'autorisation de modifier la propriété "{0}" de l'entité "{1}"
pt_pt: Interdito: não tem permissão para alterar o "{0}" entidade "{1}"·
zh_cn: 禁止：您无权修改实体"{1}"的属性"{0}"

source: Property {0} not found in entity {1}
de_de: Eigenschaft {0} in Entität {1} nicht gefunden
es_es: Propiedad {0} no encontrada en la entidad {1}
fr_fr: Propriété {0} non trouvée dans l'entité {1}
pt_pt: A propriedade {0} não foi encontrado na entidade {1}
zh_cn: 在实体{1}中未找到属性{0}

source: Forbidden: You don't have the authorization to read the entity {0}
de_de: Unzulässig: Sie haben keine Berechtigung die Entität {0} zu lesen
es_es: Prohibido: no está autorizado para leer la entidad {0}
fr_fr: Interdit : vous n'avez pas l'autorisation de lire l'entité {0}
pt_pt: Interdito: não tem permissão para ler a entidade {0}
zh_cn: 禁止：您无权读取实体{0}

source: Reference not found for relation {0}
de_de: Referenz für Beziehung {0} nicht gefunden
es_es: Referencia no encontrada para la relación {0}
fr_fr: Référence non trouvée pour la relation {0}
pt_pt: Referência não encontrada para a relação {0}
zh_cn: 未找到关系{0}的参考

source: Prototype not found for relation {0}
de_de: Prototyp für Beziehung {0} nicht gefunden
es_es: Prototipo no encontrado para la relación {0}
fr_fr: Prototype non trouvé pour la relation {0}
pt_pt: Prototype não encontrou a relação {0}
zh_cn: 未找到关系{0}的原型

source: {0}: the property(ies) value(s) ({1}) must be unique
de_de: {0}: die Wert(e) der Eigenschaft(en) ({1}) müssen einmalig sein
es_es: {0}: el/los valor(es) de propiedad(es) ({1}) debe(n) ser único(s)
fr_fr: {0}: la/les valeur(s) de propriété(s) ({1}) doit/doivent être unique(s)
pt_pt: {0}. o valor / (s) de título (s) ({1}) tem / têm de ser único (s)
zh_cn: {0}：属性的值({1})必须是唯一的

source: Unknown property {0} for filter on entity {1}
de_de: Unbekannte Eigenschaft {0} für Filter in Entität {1}
es_es: Propiedad desconocida {0} para el filtro en la entidad {1}
fr_fr: Propriété inconnue {0} pour le filtre sur l'entité {1}
pt_pt: Propriedade desconhecida {0} para o filtro na entidade {1}
zh_cn: 实体{1}上筛选器的未知属性{0}

source: Variant {1} not found for relation {0}
de_de: Variante {1} für Beziehung {0} nicht gefunden
es_es: Variante {1} no encontrada para la relación {0}
fr_fr: Variante {1} non trouvée pour la relation {0}
pt_pt: Variant {1} não foi encontrado para a relação {0}
zh_cn: 未找到关系{0}的变量{1}

source: Forbidden: You don't have the authorization to modify an instance of the entity {0}
de_de: Unzulässig: Sie haben keine Berechtigung eine Instanz der Entität {0} zu ändern
es_es: Prohibido: no está autorizado para modificar una instancia de la entidad {0}
fr_fr: Interdit : vous n'avez pas l'autorisation de modifier une instance de l'entité {0}
pt_pt: Interdito: não tem permissão para modificar uma instância da entidade {0}
zh_cn: 禁止：您无权修改实体{0}的变量

source: Internal error: Localized content expected, {0} found; ({1}.{2})
de_de: Interner Fehler: lokalisierter Inhalt erwartet, {0} gefunden; ({1}.{2})
es_es: Error inteno: contenido localizado esperado, {0} encontrado; ({1}.{2})·
fr_fr: Erreur interne : contenu localisé attendu, {0} trouvé; ({1}.{2})
pt_pt: Erro interno conteúdo localizado esperado, encontrado {0}; ({1}. {2})
zh_cn: 内部错误：预期的本地化内容，找到{0}；({1}.{2})

source: Object expected for entity {0}, relation {1}, got {2}
de_de: Objekt für Entität {0} erwartet, Beziehung {1}, erhalten {2}
es_es: Objeto esperado para la entidad {0}, relación {1}, recibido {2}
fr_fr: Objet attendu pour l'entité {0}, relation {1}, reçu {2}
pt_pt: Esperou que o objeto de entidade {0}, {1} relacionamento, recebeu {2}
zh_cn: 实体{0}的预期对象，关系{1}，收到{2}

source: Invalid number of variants: {0}
de_de: Ungültige Anzahl an Varianten: {0}
es_es: Número de variantes no válido: {0}
fr_fr: Nombre de variantes invalide : {0}
pt_pt: Número inválido de variantes: {0}
zh_cn: 无效的变量数：{0}

source: Unknown variant {1} for relation {0}
de_de: Unbekannte Variante {1} für Beziehung {0}
es_es: Variante {1} desconocida para la relación {0}
fr_fr: Variante {1} inconnue pour la relation {0}
pt_pt: Variante {1} desconhecido para a relação {0}
zh_cn: 关系{0}的未知变量{1}

source: These values have already been used for these fields ({1}) of entity '{0}'
de_de: Diese Werte der Eigenschaften ({1}) kommen bereits in einer anderen Instanz der Entität '{0}' vor
es_es: {0}: los valores de propiedades ({1}) deben ser únicos
fr_fr: {0}: les valeurs de propriétés ({1}) doivent être uniques
zh_cn: {0}：属性的值({1})必须是唯一的

source: Attempt to read the file {0} opened in write mode
de_de: Versuch, die im Schreibmodus geöffnete Datei {0} zu lesen
es_es: Intento de lectura del fichero {0} abierto en modo escritura
fr_fr: Tentative de lire le fichier {0} ouvert en mode écriture
pt_pt: Tente ler o arquivo {0} aberto no modo de gravação
zh_cn: 试图读取以写入模式打开的文件{0}

source: Attempt to write into the file {0} opened in read mode
de_de: Versuch, in die im Lesemodus geöffnete Datei {0} zu schreiben
es_es: Intento de escritura del fichero {0} abierto en modo lectura
fr_fr: Tentative d'écrire dans le fichier {0} ouvert en mode lecture
pt_pt: Tentativa de gravar o arquivo {0} abriu em modo de leitura
zh_cn: 试图写入以阅读模式打开的文件{0}

source: System could not determine which server should take the action
de_de: System konnte nicht festlegen, welcher Server den Vorgang übernehmen soll
es_es: El sistema no ha podido determinar que servidor debe realizar la acción
fr_fr: Le système n'a pas pu déterminer quel serveur doit entreprendre l'action
pt_pt: O sistema não pôde determinar qual o servidor deve tomar as medidas
zh_cn: 系统无法确定哪个服务器应采取的行动

source: Patch cannot be applied because versions do not match
de_de: Patch kann nicht angewendet werden, da Versionen nicht übereinstimmen
es_es: El parche no se puede aplicar porque es de una versión diferente
fr_fr: Le patch ne peut être appliqué en raison d'une différence de version
pt_pt: O patch não pode ser aplicada por causa de uma diferença de versão
zh_cn: 因版本不匹配无法应用该补丁

source: Patch cannot be integrated because directories are corrupt
de_de: Patch kann nicht integriert werden, da Verzeichnisse beschädigt sind
es_es: El parche no se puede integrar porque los directorios están corruptos
fr_fr: Le patch ne peut être intégré en raison de répertoires corrompus
pt_pt: O patch não pode ser construído por causa de diretórios corrompidos
zh_cn: 因目录损坏未能集成该补丁

source: End of buffer
de_de: Ende des Puffers
es_es: Fin del buffer
fr_fr: Fin du tampon
pt_pt: Fim de tampão
zh_cn: 缓冲结束

source: Inconsistencies in temporary directory when installing new release
de_de: Inkonsistenzen im temporären Verzeichnis während der Installation des neuen Release
es_es: Incoherencias en el directorio temporal durante la instalación de la nueva versión
fr_fr: Incohérences dans le répertoire temporaire à l'installation de la nouvelle version
pt_pt: Inconsistências no diretório temporário para instalar a nova versão
zh_cn: 安装新版本时临时目录中存在不一致

source: Patch already integrated
de_de: Patch bereits integriert
es_es: Parche ya integrado
fr_fr: Patch déjà intégré
pt_pt: Patch já integrado
zh_cn: 已集成补丁

source: Invalid base directory '{0}'. Installation is damaged. Patch cannot be applied
de_de: Ungültiges Basisverzeichnis '{0}'. Installation ist beschädigt. Patch kann nicht angewendet werden
es_es: Directorio de base '{0}' no válido. La instalación está dañada. El parche no se puede aplicar
fr_fr: Répertoire de base '{0}' invalide. L'installation est endommagée. Le patch ne peut être appliqué
pt_pt: Home Directory '{0}' inválido. A instalação está danificado. O patch não pode ser aplicada
zh_cn: 基础目录'{0}'无效。安装已损坏。无法应用该补丁

source: Invalid character code {0} in line '{1}'
de_de: Ungültiger Zeichencode {0} in Zeile '{1}'
es_es: Código carácter {0} en línea '{1}'
fr_fr: Code caractère {0} en ligne '{1}'
pt_pt: Código de caracteres {0} Online '{1}'
zh_cn: 行'{1}上的字符代码'{0}

source: No patch content
de_de: Kein Patchinhalt
es_es: Ningún contenido de parche
fr_fr: Aucun contenu de patch
pt_pt: No patch de conteúdo
zh_cn: 没有任何补丁内容

source: No patch file
de_de: Keine Patchdatei
es_es: Ningún fichero de parche
fr_fr: Aucun fichier de patch
pt_pt: No arquivo de patch
zh_cn: 没有任何补丁文件

source: No release directory is present although the version is not an initial version
de_de: Kein Release-Verzeichnis vorhanden, obwohl die Version keine erste Version ist
es_es: Ausencia de directorio de entrega pero esta versión no es la versión inicial
fr_fr: Absence de répertoire de livraison alors que la version n'est pas la version initiale
pt_pt: Nenhuma entrega diretório enquanto a versão não é a versão original
zh_cn: 缺少交付目录，且该版本不是原始版本

source: Too many bytes at {0}
de_de: Zu viele Bytes bei {0}
es_es: Demasiados octetos en posición {0}
fr_fr: Trop d'octets en position {0}
pt_pt: Muitas bytes na posição {0}
zh_cn: 位置{0}上的字节太多

source: Too many bytes in copy instruction
de_de: Zu viele Bytes in Kopieranweisung
es_es: Demasiados octetos en la instrucción de copia
fr_fr: Trop d'octets dans l'instruction de copie
pt_pt: Muitas bytes na instrução cópia
zh_cn: 复制指令中字节太多

source: Too many bytes in insert instruction
de_de: Zu viele Bytes in Insertanweisung
es_es: Demasiados octetos en la instrucción de insersión
fr_fr: Trop d'octets dans l'instruction d'insertion
pt_pt: Muitas bytes na instrução de inserção
zh_cn: 插入指令中字节太多

source: Line '{0}' too short
de_de: Zeile '{0}' zu kurz
es_es: Línea '{0}' demasiado corta
fr_fr: Ligne '{0}' trop courte
pt_pt: Line '{0}' muito curta
zh_cn: 行'{0}'太短

source: Base version mismatch. Expected {0} with comment '{1}', actual version {2}
de_de: Inkompatible Basisversion. Erwartet {0} mit Kommentar '{1}', aktuelle Version {2}
es_es: Diferencia de versión de base. {0} esperada con comentario '{1}', versión real {2}
fr_fr: Différence de version de base. {0} attendue avec commentaire '{1}', version réelle {2}
pt_pt: Ao contrário versão básica. {0} comentário ansiosamente {1} 'versão real {2}
zh_cn: 基础版本不匹配。预期的{0}附注释'{1}', 实际版本{2}

source: Wrong checksum of file '{0}'
de_de: Falsche Prüfsumme der Datei '{0}'
es_es: Suma de controles del fichero erróneo '{0}'
fr_fr: Checksum du fichier erroné '{0}'
pt_pt: Verificação do arquivo errado '{0}'
zh_cn: 错误的文件Checksum '{0}'

source: Wrong description of binary patch: '{0}'
de_de: Falsche Beschreibung des Binary-Patch: '{0}'
es_es: Descripción errónea del parche binario : '{0}'
fr_fr: Description erronée du patch binaire : '{0}'
pt_pt: Descrição errônea remendo binário: '{0}'
zh_cn: 进制补丁的错误描述：'{0}'

source: Wrong length of '{0}' expected {1} actual {2}
de_de: Falsche Länge von '{0}' erwartet {1} tatsächlich {2}
es_es: Longitud errónea de '{0}' esperada {1} real {2}
fr_fr: Longueur erronée de '{0}' attendue {1} réelle {2}
pt_pt: Comprimento errado de '{0}' esperado {1} {2} reais
zh_cn: '{0}'的错误长度，预期为{1}，实际为{2}

source: Wrong length {0} after extracting compressed content, expected {1}
de_de: Falsche Länge {0} nach der Extraktion des komprimierten Inhalts, erwartet {1}
es_es: Longitud errónea {0} tras la extracción del contenido comprimido, esperada {1}·
fr_fr: Longueur erronée {0} suite à l'extraction du contenu compressé, attendue {1}
pt_pt: Comprimento errado {0} após a extração do conteúdo compactado, esperado {1}
zh_cn: 提取压缩内容之后长度错误{0}，预期为{1}

source: Checksum does not fit checksum of version file
de_de: Prüfsumme stimmt nicht mit der Prüfsumme der Versionsdatei überein
es_es: La suma de controles no se corresponde con la suma de controles del fichero de versión
fr_fr: Le checksum ne correspond pas au checksum du fichier de version
pt_pt: A soma de verificação não corresponde a soma de verificação da versão do arquivo
zh_cn: 该Checksum和版本文件的Checksum不相符

source: File '{0}' does not exist any more
de_de: Datei '{0}' existiert nicht mehr
es_es: El fichero '{0}' ya no existe
fr_fr: Le fichier '{0}' n'existe plus
pt_pt: O arquivo '{0}' não existe
zh_cn: 文件'{0}'不再存在

source: File '{0}' was expected to be a directory
de_de: Datei '{0}' sollte ein Verzeichnis sein
es_es: El fichero '{0}' debería ser un directorio
fr_fr: Le fichier '{0}' aurait du être un répertoire
pt_pt: O arquivo '{0}' deve ter um diretório
zh_cn: 文件'{0}'应当是一个目录

source: First server takes too much time to finish patch integration - giving up
de_de: Erster Server benötigt zuviel Zeit um die Patch-Integration zu beenden - Aufgeben
es_es: El primero servidor tarda demasiado tiempo para terminar la integración del parche. Cancelación encurso
fr_fr: Le premier serveur prend trop de temps pour finir l'intégration du patch. Abandon en cours
pt_pt: O primeiro servidor está demorando muito para concluir a integração do patch. Anulando
zh_cn: 第一个服务器完成补丁集成的时间太长。正在中止

source: Invalid checksum file in directory {0}. Error message {1}
de_de: Ungültige Prüfsumme im Verzeichnis {0}. Fehlermeldung {1}
es_es: Fichero "suma de controles" no válido en el directorio {0}. Mensaje de error {1}
fr_fr: Fichier checksum invalide dans le répertoire {0}. Message d'erreur {1}
pt_pt: Arquivo de checksum inválido no diretório {0}. Mensagem de erro {1}
zh_cn: 目录{0}中的checksum文件无效。错误消息{1}

source: Unexpected new file '{0}'
de_de: Unerwartete neue Datei '{0}'
es_es: Nuevo fichero inesperado '{0}'
fr_fr: Nouveau fichier inattendu'{0}'
pt_pt: Inesperado novo arquivo '{0}'
zh_cn: 意外的新文件'{0}'

source: File '{0}' was not expected to be a directory
de_de: Datei '{0}' sollte kein Verzeichnis sein
es_es: El fichero '{0}' no debería ser un directorio
fr_fr: Le fichier '{0}' n'aurait pas du être un répertoire
pt_pt: O arquivo '{0}' não pode ser um diretório
zh_cn: 文件'{0}'不应该是一个目录

source: Local host does not occur in hosts table {0}
de_de: Lokaler Host erscheint nicht in der Host-Tabelle
es_es: El servidor local no aparece en la tabla de los servidores {0}
fr_fr: L'hôte local n'apparait pas dans la table des hôtes {0}
pt_pt: O host local não aparece na tabela host {0}
zh_cn: 本地主机未出现在主机表中{0}

source: The system could not find a first server. Code installation is not OK.
de_de: Das System konnte keinen ersten Server finden. Code-Installation nicht in Ordnung.
es_es: El sistema no ha podido encontrar el primer servidor. La instalación del código no es correcta.
fr_fr: Le système n'a pu trouver de premier serveur. L'installation du code n'est pas correct.
pt_pt: O sistema não conseguiu encontrar o primeiro servidor. A instalação do código está incorreto.
zh_cn: 系统无法找到第一个服务器。代码安装不正确。

source: Another error has occurred. Error message: {0}
de_de: Ein weiterer Fehler ist aufgetreten. Fehlernachricht: {0}
es_es: Otro error se ha producido. Mensaje de error: {0}
fr_fr: Une autre erreur s'est produite. Message d'erreur : {0}
pt_pt: Outro erro ocorreu. Mensagem de erro {0}
zh_cn: 发生了另一个错误。错误消息：{0}

source: Version file could not be read. Error message: {0}
de_de: Versionsdatei konnte nicht gelesen werden. Fehlernachricht: {0}
es_es: El fichero de versión no se ha podido leer. Mensaje de error: {0}
fr_fr: Le fichier de version n'a pu être lu. Message d'erreur : {0}
pt_pt: A versão do arquivo não pôde ser lido. Mensagem de erro {0}
zh_cn: 无法读取版本文件。错误消息：{0}

source: File '{0}' has been changed
de_de: Datei '{0}' wurde nicht geändert
es_es: El fichero '{0}' se ha modificado
fr_fr: Le fichier '{0}' a été modifié
pt_pt: O arquivo '{0}' foi modificada
zh_cn: 文件'{0}'已被更改

source: Expected 'xref', got {0}
de_de: Erwartet 'xref', erhalten {0}
es_es: 'xref' esperado, recibido {0}
fr_fr: 'xref' attendu, reçu {0}
pt_pt: Xref 'esperado, recebeu {0}
zh_cn: 预期'xref'，收到{0}

source: trailer not found
de_de: trailer nicht gefunden
es_es: 'trailer' no encontrado
fr_fr: 'trailer' non trouvé
pt_pt: 'Trailer' não encontrado
zh_cn: 未找到'trailer'

source: 'startxref' not found
de_de: startxref' nicht gefunden
es_es: 'startxref' no encontrado
fr_fr: 'startxref' non trouvé
pt_pt: 'Startxref' não encontrado
zh_cn: 未找到'startxref'

source: Object ID [{0}] was not found
de_de: Objekt-ID [{0}] wurde nicht gefunden
es_es: El ID objeto [{0}] no se ha podido encontrar
fr_fr: L'ID objet [{0}] n'a pas pu être trouvé
pt_pt: O objeto ID [{0}] não pôde ser encontrado
zh_cn: 未能找到对象ID [{0}]

source: Bad stream (id={0}): Length missing
de_de: Falscher Stream (id={0}): Länge fehlt
es_es: Flujo erróneo (id={0}): Longitud ausente
fr_fr: Flux erroné (id={0}): Longueur manquante
pt_pt: Fluxo incorreto (id = {0}): Comprimento desaparecida
zh_cn: 错误的流(id={0})：缺少长度

source: Bad stream (id={0}): expected LF got {1}
de_de: Falscher Stream (id={0}): erwartet LF erhalten {1}
es_es: Flujo erróneo (id={0}): esperado LF, recibido {1}
fr_fr: Flux erroné (id={0}): attendu LF, reçu {1}
pt_pt: Fluxo incorreto (id = {0}): LF esperado, recebida {1}
zh_cn: 错误的流(id={0})：预期LF，收到{1}

source: Error while checking object
de_de: Fehler beim Prüfen des Objekts
es_es: Error durante la comprobación de objetos
fr_fr: Erreur lors de la vérification d'objets·
pt_pt: Objeto de verificação de erro·
zh_cn: 验证对象时出错

source: Certificate instance not found in collaboration database: {0}
de_de: Zertifikatsinstanz in Collaboration-Datenbank nicht gefunden: {0}
es_es: Instancia de certificado no encontrada en la base de datos de colaboración: {0}
fr_fr: Instance de certificat introuvable dans la base de données de collaboration : {0}
pt_pt: Enquanto aguarda certificado encontrado no banco de dados de colaboração: {0}
zh_cn: 在协作数据库中未找到证书实例：{0}

source: Signature appearance creation failed :·
de_de: Die Erstellung des Signaturformats ist fehlgeschlagen:
es_es: La creación del formato de firma ha fallado:
fr_fr: La création du format de signature a échoué :
pt_pt: A criação do formato de assinatura falhou:
zh_cn: 创建签名格式失败：

source: Signature verification failed :
de_de: Verifizierung der Signatur fehlgeschlagen :
es_es: La comprobación de firma ha fallado:
fr_fr: La vérification de signature a échoué :
pt_pt: Verificação de assinatura falhou:
zh_cn: 验证签名失败：

source: Signature is not valid for PDF {0} and certificate {1}
de_de: Signatur für PDF {0} und Zertifikat {1} nicht gültig
es_es: La firma no es válida para el PDF {0} y el certificado {1}
fr_fr: La signature n'est pas valide pour le PDF {0} et le certificat {1}
pt_pt: A assinatura não é válida para o PDF {0} e {1} certificado
zh_cn: 该签名对PDF {0}和证书{1}而言无效

source: Suppose signature is too short
de_de: Die Signatur ist vermutlich zu kurz
es_es: Probablemente la firma es demasiado corta
fr_fr: Supposer que la signature est trop courte
pt_pt: Suponha que a assinatura é muito curta
zh_cn: 假设签名太短

source: Writing of TOC failed:·
de_de: Schreiben von TOC fehlgeschlagen:·
es_es: La escritura de la tabla de contenido ha fallado:
fr_fr: L'écriture de la table des matières a échoué :
pt_pt: Escrevendo a tabela de conteúdo falhou:
zh_cn: 目录写入失败：

source: Starting
de_de: Starten
es_es: En curso de arranque
fr_fr: En cours de démarrage
pt_pt: Arranque em curso
zh_cn: 启动中

source: Completed
de_de: Abgeschlossen
es_es: Realizada
fr_fr: Réalisée
pt_pt: Realizado
zh_cn: 已完成

source: Aborted
de_de: Abgebrochen
es_es: Cancelada
fr_fr: Abandonnée
pt_pt: Abandonado
zh_cn: 已中止

source: Suspend
de_de: Unterbrechen
es_es: Interrumpir
fr_fr: Interrompre
pt_pt: Interromper
zh_cn: 停止

source: Resume
de_de: Fortsetzen
es_es: Retomar
fr_fr: Reprendre
pt_pt: Retomar
zh_cn: 继续

source: Abort
de_de: Abbrechen
es_es: Cancelar
fr_fr: Abandonner
pt_pt: Abandonar
zh_cn: 放弃

source: Prototype not found : {0}
de_de: Prototyp nicht gefunden: {0}
es_es: Prototipo inexistente : {0}
fr_fr: Prototype inexistant : {0}
pt_pt: Protótipo inexistente: {0}
zh_cn: 原型不存在：{0}

source: Entity not found {0}
de_de: Entität nicht gefunden {0}
es_es: Entidad inexistente {0}
fr_fr: Entity inexistante {0}
pt_pt: Entidade inexistente {0}
zh_cn: 实体不存在 {0}

source: Bad relation type {0}
de_de: Falscher Beziehungstyp {0}
es_es: Relación de tipo incorrecto {0}
fr_fr: Relation de type incorrect {0}
pt_pt: Relacionamento tipo incorreto {0}
zh_cn: 类型关系错误{0}

source: Ressource has been deleted
de_de: Die Quelle wurde gelöscht
es_es: El registro ha sido borrado
fr_fr: L'enregistrement a été supprimé
pt_pt: O registro foi excluído
zh_cn: 该记录已被删除

source: Order by clause is required for key pager (entity {0})
de_de: Orderby-Klausel für den Keypager erforderlich (Entität {0})
es_es: Clausula "Order by" necesaria para la paginación de clave (entidad {0})
fr_fr: Clause "Order by" nécessaire pour le paginateur de clé (entité {0})
pt_pt: Cláusula "ORDER BY" necessário chave paginator (entidade {0})
zh_cn: 密钥页面程序必须使用"Order by"子句（实体{0}）

source: Application not found: application {0}, contract {1}
de_de: Anwendung nicht gefunden: Anwendung {0}, Vertrag {1}
es_es: Aplicación no encontrada: aplicación {0}, contrato {1}
fr_fr: Application non trouvée : application {0}, contrat {1}
pt_pt: Aplicativo não encontrado: aplicação {0}, {1} contrato
zh_cn: 未找到应用程序：应用程序{0}，合同{1}
